Repository: tizenorg/platform.core.appfw.widget-viewer
Catalog: live.viewer/viewer/po/*.po
Languages: cs, es_es, es_mx, ml, nb, uz

# IDS_IDLE_BODY_APPS
source: Apps
cs: Aplikace
es_es: Aplicaciones
es_mx: Aplicaciones
ml: ആപ്ലിക്കേഷനുകൾ
nb: Apper
uz: Ilovalar

# IDS_IDLE_HEADER_WIDGET
source: Widget
ml: വിഡ്ജെറ്റ്
uz: Vidjet

# IDS_IM_POP_UNABLE_TO_REMOVE
source: Unable to remove.
cs: Nelze odstranit.
es_es: No se puede eliminar
es_mx: No se puede eliminar.
ml: നീക്കം ചെയ്യാന്‍ ആവുന്നില്ല.
nb: Kan ikke fjerne.
uz: Olib tashlab bo‘lmaydi.

# IDS_COM_BODY_TAP_AND_HOLD_A_WIDGET_TO_MOVE_IT_ABB
source: Press and hold a widget to move it.
cs: Klepnutím a podržením nástroje ho přesunete.
es_es: Mantenga pulsado un widget para moverlo
es_mx: Mantenga pulsado el Widget para moverlo.
ml: വിജിറ്റ് നീക്കുന്നതിന് അതില്‍ തട്ടി ഹോള്‍ഡ് ചെയ്യുക.
nb: Trykk på og hold en widget for å flytte den.
uz: Vidjetni ko‘chirish uchun uni bosib turing.

# IDS_ST_BODY_HOME_SCREEN_CHANGED_ABB
source: Home screen changed.
cs: Domovská obrazovka byla změněna.
es_es: Se ha cambiado la pantalla de inicio
es_mx: Se cambió la pantalla de inicio.
ml: ഹോം സ്ക്രീന്‍ മാറ്റി.
nb: Startskjerm endret.
uz: Asosiy ekran o‘zgartirildi.

# IDS_IDLE_POP_LOADING_ING
source: Loading...
cs: Nahrávám...
es_es: Cargando...
es_mx: Cargando...
ml: ലോഡ്‌ ചെയ്യുന്നു...
nb: Åpner...
uz: Yuklanmoqda...

# IDS_HS_BODY_UNABLE_TO_LOAD_DATA_TAP_TO_RETRY
source: Unable to load data. Tap to retry.
cs: Data nelze načíst. Klepnutím opakujte akci.
es_es: No se pueden cargar datos. Pulse para volver a intentarlo.
es_mx: No es posible cargar los datos. Pulse para intentarlo de nuevo.
ml: ഡാറ്റ ലോഡുചെയ്യാന്‍ കഴിയുന്നില്ല. വീണ്ടും ശ്രമിക്കുന്നതിന് ടാപ്പുചെയ്യുക
nb: Kan ikke laste data. Trykk for å prøve på nytt.
uz: Ma’lumotni yuklab bo‘lmaydi. Qayta urinib ko‘rish uchun cherting

# IDS_HS_POP_UNABLE_TO_ADD_APPLICATION_NO_MORE_ROOM_ON_HOME_SCREEN
source: Unable to add application. No more room on home screen.
cs: Aplikaci nelze přidat. Na domovské obrazovce již není místo.
es_es: No se puede a침adir la aplicaci칩n. No hay espacio disponible en la pantalla de inicio.
es_mx: No se puede añadir la aplicación. No hay espacio disponible en la pantalla de inicio.
ml: ആപ്ലിക്കേഷൻ ചേർക്കാനാവില്ല. ഹോം സ്ക്രീനിൽ ഇനിയും സ്ഥലമില്ല.
nb: Kan ikke legge appen. Ikke mer plass på startskjermbildet.
uz: Ilovani qo‘shib bo‘lmaydi. Asosiy ekranda boshqa joy yo‘q.

# IDS_HS_POP_UNABLE_TO_ADD_WIDGET_NO_MORE_ROOM_ON_HOME_SCREEN
source: Unable to add widget. No more room on home screen.
cs: Nástroj nelze přidat. Na domovské obrazovce již není místo.
es_es: No se puede a침adir el widget. No hay espacio disponible en la pantalla de inicio.
es_mx: No se puede añadir el widget. No hay espacio disponible en la pantalla de inicio.
ml: വിജിറ്റ് ചേർ‌ക്കാനാവില്ല. ഹോം സ്ക്രീനിൽ ഇനിയും സ്ഥലമില്ല.
nb: Kan ikke legge widgeten. Ikke mer plass på startskjermbildet.
uz: Vidjetni qo‘shib bo‘lmaydi. Asosiy ekranda boshqa joy yo‘q.

# IDS_HS_TPOP_APPLICATION_ALREADY_EXISTS
source: Application already exists.
cs: Aplikace již existuje.
es_es: La aplicaci칩n ya existe.
es_mx: La aplicación ya existe.
ml: ആപ്ലിക്കേഷൻ നേരത്തേതന്നെ നിലവിലുണ്ട്.
nb: Appen finnes allerede.
uz: Ilova avvaldan mavjud.

# IDS_HS_TPOP_WIDGET_ALREADY_EXISTS
source: Widget already exists.
cs: Nástroj již existuje.
es_es: El widget ya existe.
es_mx: El widget ya existe.
ml: വിജിറ്റ് നേരത്തേതന്നെ നിലവിലുണ്ട്.
nb: Widgeten finnes allerede.
uz: Vidjet oldindan mavjud.
